export const indicatorsData = {
  general: [
    "השגת היעד הכמותי שהוגדר בתוך מסגרת הזמן",
    "קבלת משוב חיובי מהמנהלים על איכות הליווי והתמיכה",
    "הטמעה מוצלחת של כלי/תהליך חדש בקרב כלל המנהלים",
    "עלייה ברמת שביעות הרצון של המנהלים מהליווי, כפי שנמדד בסקר",
  ],
  tier3: [
    "שיפור משמעותי (לפחות 20%) במדדים הקשורים לסוגיה הנבחרת בתוך שישה חודשים",
    "הובלת שינוי ארגוני מוצלח בהתאם לתכנית ההתערבות שנבנתה",
    "מספר הפרקטיקות החדשות שהוטמעו בכל בית ספר כתוצאה מהליווי האינטנסיבי",
    "יישום מלא (לפחות 80%) של תכנית ההתערבות שנבנתה עם המפקח",
  ],
  tier2: [
    "שיפור (לפחות 10%) במדדים הקשורים לסוגיה הנבחרת בתוך שנה",
    "שימוש בכלים ובפרקטיקות שנלמדו במסגרת קהילת הלמידה המקצועית",
    "הצגת מגמת שיפור עקבית לאורך השנה בתחום הסוגיה הנבחרת",
    "מידת ההשתתפות הפעילה במפגשי קהילת הלמידה המקצועית",
  ],
  tier1: [
    "שימוש במשאבים ובכלים שהועמדו לרשות בתי הספר",
    "רמת שביעות רצון מהמענה האוניברסלי שסופק",
    "מספר יוזמות חדשות שהתפתחו בבתי הספר בהשראת המענים האוניברסליים",
    "היקף השימוש במאגרים הדיגיטליים שפותחו",
  ],
};